experiments/redis_contention/combined_bandwidth_contention/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_52/pair_9/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         6710.66    335532.64         0.33         0.59541         0.59100         0.90300         0.99900    346062.91 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       6710.66    335532.64         0.33         0.59541         0.59100         0.90300         0.99900    346062.91